"STORE_DESCRIPTION" = "A VLC for iOS a szabad VLC médialejátszó portja iPadre, iPhone-ra és iPod touchra.\nBármilyen filmet, műsort, és zenét le tud játszani a legtöbb formátumban, átalakítás nélkül.\nLehetővé teszi a fájlszinkronizációt Dropboxszal, GDrive-val, Boxszal, iCloud Drive-val, iTunes-szal; a közvetlen és a WiFi megosztáson keresztüli letöltéseket, valamint az élőközvetítést SMB, FTP és UPnP/DLNA médiakiszolgálókról és a webről.\nA VLC támogatja a fejlett feliratokat, köztük a teljes SSA kompatibilitást, a többsávos hangot, és a lejátszási sebesség vezérlését.\n\nVLC for iOS teljesen ingyenes, és nyílt forráskódú.";

"STORE_DESCRIPTION_TV" = "A VLC médialejátszó egy szabad, nyílt forráskódú, keresztplatformos multimédia lejátszó. Bármilyen filmet, műsort, és zenét le tud játszani a legtöbb formátumban, átalakítás nélkül.\nLehetővé teszi a felhőszolgáltatásokból való streamelést (Dropbox, OneDrive, Box), távoli visszajátszást Mac-ről, vagy PC-ről webes felületen keresztül, továbbá az SMB, az FTP, az UPnP/DLNA médiakiszolgálóról, valamint a webről történő lejátszást.\nA VLC támogatja a fejlett feliratokat, köztük a teljes SSA kompatibilitást, a többsávos hangot, és a lejátszási sebesség vezérlését.\n\nA VLC for iOS teljesen ingyenes, és nyílt forráskódú.\n\nA metaadatokat és borítók a TMDb és a Hatchet szolgáltatásokból származnak, melyek közösség által karbantartott film, és zene adatbázisok.";

"CHOOSE_AUDIO_TRACK" = "Hangsáv választása";
"CHOOSE_SUBTITLE_TRACK" = "Felirat választása";
"OPEN_TRACK_PANEL" = "Sáv választó megnyitása";
"CHOOSE_TITLE" = "Cím választása";
"CHOOSE_CHAPTER" = "Fejezet választása";
"CHAPTER_SELECTION_TITLE" = "Fejezetek";
"TITLE" = "Cím";
"CHAPTER" = "Fejezet";
"MINIMIZE_PLAYBACK_VIEW" = "Lejátszás minimalizálva";
"FULLSCREEN_PLAYBACK" = "Lejátszás teljes képernyőn";
"TRACK_SELECTION" = "Sáv választása";
"AUDIO" = "Hang";
"SUBTITLES" = "Feliratok";
"LANGUAGE" = "Nyelv";
"MEDIA_INFO" = "Médiainformációk";
"VIDEO_DIMENSIONS" = "Videó felbontása";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i hangsáv";
"ONE_AUDIO_TRACK" = "Egy hangsáv";
"FORMAT_SPU_TRACKS" = "%i feliratsáv";
"ONE_SPU_TRACK" = "Egy feliratsáv";

"PLAYING_EXTERNALLY_TITLE" = "Tévé csatlakoztatva";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast csatlakoztatva";
"PLAYING_EXTERNALLY_DESC" = "A videó a tévén látható.";

"VFILTER_HUE" = "Színárnyalat";
"VFILTER_CONTRAST" = "Kontraszt";
"VFILTER_BRIGHTNESS" = "Fényerő";
"VFILTER_SATURATION" = "Telítettség";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Előerősítés";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Hangszín profil választása";

"PLAYBACK_FAILED" = "A lejátszás nem sikerült";
"PLEASE_WAIT" = "Kérem várjon";
"AR_CHANGED" = "Méretarány: %@";
"DEFAULT" = "Alapértelmezett";
"FILL_TO_SCREEN" = "Képernyő kitöltése";
"PLAYBACK_SPEED" = "Lejátszás sebessége";
"SPU_DELAY" = "Felirat késleltetése";
"AUDIO_DELAY" = "Hang késleltetése";
"BUTTON_SLEEP_TIMER" = "Elalváskapcsoló";
"SLEEP_TIMER_UPDATED" = "Elalváskapcsoló frissítve";
"CONTINUE_PLAYBACK" = "Folytatja a lejátszást?";
"CONTINUE_PLAYBACK_LONG" = "Szeretné ott folytatni a(z) „%@” lejátszását, ahol félbehagyta?";

"BUTTON_ALL" = "Összes kiválasztása";
"BUTTON_BACK" = "Vissza";
"BUTTON_EDIT" = "Szerkesztés";
"BUTTON_DONE" = "Kész";
"BUTTON_CANCEL" = "Mégse";
"BUTTON_SAVE" = "Mentés";
"BUTTON_DOWNLOAD" = "Letöltés";
"BUTTON_DELETE" = "Törlés";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Közreműk.";
"BUTTON_CONNECT" = "Csatlakozás";
"BUTTON_RENAME" = "Átnevezés";
"BUTTON_LEARN_MORE" = "További információ";
"BUTTON_LOGOUT" = "Kijelentkezés";
"BUTTON_CONTINUE" = "Folytatás";
"BUTTON_SET" = "Beállítás";
"BUTTON_RESET" = "Visszaállítás ";
"PRIVATE_PLAYBACK_TOGGLE" = "Privát lejátszás";
"SCAN_SUBTITLE_TOGGLE" = "Felirat keresése (HTTP)";

"BUTTON_RENDERER" = "Vetítési eszközök";
"BUTTON_RENDERER_HINT" = "Menü megjelenítése az elérhető vetítési eszközökkel";

"UPGRADING_LIBRARY" = "Médiatár frissítése…";
"UNTITLED_SHOW" = "Névtelen sorozat";
"UNKNOWN" = "Ismeretlen";

"OPEN_NETWORK" = "Hálózati stream";
"NETWORK_TITLE" = "Hálózati stream";
"OPEN_NETWORK_HELP" = "Adjon meg egy HTTP, RTSP, RTMP, MMS, FTP vagy UDP/RTP címet a stream lejátszásához.";
"ABOUT_APP" = "A VLC for iOS névjegye";
"OPEN_VLC_MENU" = "A VLC menüjének megnyitása";
"HTTP_UPLOAD_SERVER_OFF" = "Kikapcsolva";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nincs Wi-Fi kapcsolat";
"OPEN_STREAM_OR_DOWNLOAD" = "URL letöltése vagy lejátszása?";
"SHARED_VLC_IOS_LIBRARY" = "Megosztott VLC for iOS könyvtár";
"SMB_CIFS_FILE_SERVERS" = "Fájlkiszolgálók (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "A fájl letöltése közben HTTP %i hiba lépett fel.";
"HTTP_FILE_CREATION_FAILED" = "A helyi fájl létrehozása nem sikerült.";
"HTTP_DOWNLOAD_CANCELLED" = "A fájl letöltése meg lett szakítva.";

"DOWNLOAD_FROM_HTTP_HELP" = "Adja meg a letölteni kívánt fájl címét.";
"DOWNLOAD_FROM_HTTP" = "Letöltések";
"ERROR_NUMBER" = "Hiba történt. Kód: %i";
"DOWNLOAD_FAILED" = "A letöltés nem sikerült";
"FILE_NOT_SUPPORTED" = "Nem támogatott formátum";
"FILE_NOT_SUPPORTED_LONG" = "A(z) %@ által használt fájlformátumot nem támogatja a VLC for iOS ezen verziója.";
"SCHEME_NOT_SUPPORTED" = "Nem támogatott protokoll";
"SCHEME_NOT_SUPPORTED_LONG" = "A(z) \"%@\" protokoll nem támogatott. Adjon meg egy HTTP-vel, HTTPS-sel vagy FTP-vel kezdődő címet.";
"LIBRARY_ALL_FILES" = "Minden fájl";
"LIBRARY_MUSIC" = "Albumok";
"LIBRARY_SERIES" = "TV-sorozatok";
"LIBRARY_TRACKS" = "%i szám";
"LIBRARY_SINGLE_TRACK" = "%i szám";
"LIBRARY_EPISODES" = "%i epizód, %i új";
"LIBRARY_SINGLE_EPISODE" = "%i epizód, %i új";
"LIBRARY_TRACK_N" = "%i. szám";
"LIBRARY_MINUTES_LEFT" = "%@p van hátra";
"RENAME_MEDIA_TO" = "Adja meg a(z) \"%@\" új nevét";

"FOLDER_EMPTY" = "A mappa üres";
"FOLDER_EMPTY_LONG" = "Fájlok hozzáadásához nyomja meg a Szerkesztés gombot, válassza ki a kívánt fájlokat, nyomja meg a mappa ikont, majd válassza ezt a mappát.";
"FOLDER_INVALID_TYPE_TITLE" = "Érvénytelen művelet";
"FOLDER_INVALID_TYPE_MESSAGE" = "Csak mappához lehet hozzádani fájlt vagy két fájból lehet létrehozni egy új mappát.";
"FOLDER_CHOOSE_NAME_TITLE" = "Új mappa";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Adja meg az új mappa nevét.";
"FOLDER_NAME_PLACEHOLDER" = "Névtelen mappa";
"FOLDER_NAME_DUPLICATE_TITLE" = "Már létező név";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Válasszon egy másik nevet.";
"SELECT_FOLDER" = "Válasszon mappát";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Válasszon a fájlok közül.";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Megnyitás ezzel...";
"SHARING_ERROR_NO_FILES" = "Nincs megnyitható fájl.";
"SHARING_ERROR_NO_APPLICATIONS" = "Nincs olyan alkalmazás amely meg tudná nyitni ezt a fájlt.";
"SHARING_SUCCESS_CAMERA_ROLL" = "A médiafájl elmentve a Filmtekercsbe.";

"SECTION_HEADER_LIBRARY" = "Médiatár";
"HEADER_TITLE_RENDERER" = "Válasszon vetítési eszközt";
"SECTION_HEADER_NETWORK" = "Hálózat";

"LOCAL_NETWORK" = "Helyi hálózat";
"CONNECT_TO_SERVER" = "Csatlakozás kiszolgálóhoz";
"USER_LABEL" = "Felhasználó";
"PASSWORD_LABEL" = "Jelszó";
"DISABLE_LABEL" = "Letiltás";
"BUTTON_ANONYMOUS_LOGIN" = "Névtelen bejelentkezés";

"LOCAL_SERVER_REFRESH" = "Frissítés";
"LOCAL_SERVER_LAST_UPDATE" = "Utolsó frissítés: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "Sikertelen csatlakozás";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Ellenőrizze a kiszolgáló címét, valamint felhasználónevét és jelszavát.";

"CLOUD_SERVICES" = "Felhő Szolgáltatások";
"LOGIN" = "Bejelentkezés";
"LOGGED_IN" = "Bejelentkezve";

"DROPBOX_DOWNLOAD" = "Letölti a fájlt?";
"DROPBOX_DL_LONG" = "Le szeretné tölteni a(z) \"%@\" fájlt az %@ készülékére?";
"DROPBOX_LOGIN" = "Belépés";

"GDRIVE_ERROR_FETCHING_FILES" = "Sikertelen betöltés";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "A fájl sikeresen letöltve.";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "Sikeres letöltés";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "A letöltés közben hiba történt.";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "Sikertelen letöltés";

"DISK_FULL" = "Tárhelykorlát elérve";
"DISK_FULL_FORMAT" = "%@ nem tárolható itt: %@, mert nincs elég szabad terület.";

"NUM_OF_FILES" = "%i fájl";
"ONE_FILE" = "1 fájl";
"NO_FILES" = "Nincs médiafájl";
"DOWNLOADING" = "Letöltés…";
"REMAINING_TIME" = "%@ van hátra";
"BIOMETRIC_UNLOCK" = "Médiatár feloldása\nMégse a jelkód megadásához";

"Settings" = "Beállítások"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Be";
"OFF" = "Ki";

"EMPTY_LIBRARY" = "A médiatár üres";
"EMPTY_LIBRARY_LONG" = "Lejátszhat streameket egy helyi hálózaton található kiszolgálóról, a felhőből, vagy átvihet médiafájlokat az eszközére az iTunes, a Wi-Fi feltöltés és a felhőszolgáltatások segítségével.";

"PLAYBACK_SCRUB_HELP" = "A tekerési sebesség állításához csúsztassa lefelé az ujját.";
"PLAYBACK_SCRUB_HIGH" = "Nagysebességű tekerés";
"PLAYBACK_SCRUB_HALF" = "Félsebességű tekerés";
"PLAYBACK_SCRUB_QUARTER" = "Negyedsebességű tekerés";
"PLAYBACK_SCRUB_FINE" = "Finom tekerés";
"PLAYBACK_POSITION" = "A lejátszás pozíciója";
"VIDEO_FILTER" = "Videófilterek";
"VIDEO_FILTER_RESET_BUTTON" = "Videófilterek visszaállítása";
"VIDEO_ASPECT_RATIO_BUTTON" = "A videó méretarányának változtatása";
"PLAY_PAUSE_BUTTON" = "Lejátszás, szüneteltetés";
"BWD_BUTTON" = "Előző szám";
"FWD_BUTTON" = "Következő szám";
"PLAY_BUTTON" = "Lejátszás";
"PAUSE_BUTTON" = "Szünet";
"PLAY_ALL_BUTTON" = "Összes lejátszása";

"VERSION_FORMAT" = "Verzió: %@";
"BASED_ON_FORMAT" = "A %@<br />alapján";

"NEW" = "ÚJ";

"BUG_REPORT_TITLE" = "Hibajelentés";
"BUG_REPORT_MESSAGE" = "Szeretné jelenteni a hibát a VLC weboldalán?";
"BUG_REPORT_BUTTON" = "Jelentés";

"VO_VIDEOPLAYER_TITLE" = "Lejátszó";
"VO_VIDEOPLAYER_DOUBLETAP" = "Koppintson duplán a vezérlők megjelenítéséhez és elrejtéséhez";

"FIRST_STEPS_WELCOME" = "Üdvözöljük";
"FIRST_STEPS_WELCOME_DETAIL" = "Ez egy ismertető a médiafájlok átviteléhez és lejátszásához.";
"FIRST_STEPS_ITUNES" = "iTunes fájlátvitel";
"FIRST_STEPS_ITUNES_DETAILS" = "Csatlakoztassa kábellel az %@-(e)t a számítógépéhez.\nNyissa meg az iTunes-t.\nVálassza ki az %@ készülékét.\nVáltson az Alkalmazások lapra, majd keresse meg a VLC-t.\nTovábbítsa a kívánt fájlokat.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Csatlakozzon %@ készülékével és számítógépével ugyanahhoz a Wi-Fi hálózathoz.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Engedélyezze a menüben a funkciót, majd nyissa meg a megjelenő címet a böngészőjében.";
"FIRST_STEPS_CLOUDS" = "Felhő";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Töltse fel médiafájljait a Google Drive-ba vagy Dropboxba.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Válassza ki a megfelelő szolgáltatást a menüben fájljai letöltéséhez vagy lejátszásához.";
"FIRST_STEPS_PLAYBACK" = "Lejátszás";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Idő";
"FIRST_STEPS_ASPECT" = "Méretarány";
"FIRST_STEPS_SPEED" = "Sebesség";
"FIRST_STEPS_REPEAT" = "Ismétlés";
"FIRST_STEPS_SUBTITLES" = "Feliratok";
"FIRST_STEPS_AUDIO" = "Hangsávok";
"FIRST_STEPS_POSITION" = "Pozíció";

"PLEX_CHECK_ACCOUNT" = "Ellenőrízze a PLEX fókját a beállításokban";
"PLEX_ERROR_ACCOUNT" = "PLEX bejelentkezési hiba";

"UNAUTHORIZED" = "Nem engedélyezett";

"SERVER" = "Kiszolgáló";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Kiszolgáló nem található";
"NO_RECENT_STREAMS" = "Nem volt a közelmúlt játszott adatfolyam";

"WEBINTF_TITLE" = "Wi-Fi megosztás";
"WEBINTF_DROPFILES" = "Húzza ide a fájlokat";
"WEBINTF_DROPFILES_LONG" = "Húzzon fájlokat az ablakba a %@ készülékére való másoláshoz,<br>vagy kattintson a \"+\" gombra a fájlok kiválasztásához.";
"WEBINTF_DOWNLOADFILES" = "Fájlok letöltése";
"WEBINTF_DOWNLOADFILES_LONG" = "Kattintson arra a fájlra amelyiket le szeretné tölteni az %@ készülékéről.";
"WEBINTF_TITLE_ATV" = "Távoli lejátszás";
"WEBINTF_DROPFILES_LONG_ATV" = "Húzza ebbe az ablakba a fájlokat hogy lejátssza őket a(z) %@ eszközén.<br>Vagy kattintson a „+” gombra a fájlválasztó párbeszédablak használatához.";
"WEBINTF_URL_SENT" = "URL sikeresen elküldve.";
"WEBINTF_URL_EMPTY" = "Az URL nem lehet üres.";
"WEBINTF_URL_INVALID" = "Nem érvényes URL";


"NOW_PLAYING" = "Most játszott";
"PLAY_NOW" = "Lejátszás most";
"PLAYING" = "Lejátszás";
"DETAIL" = "Részletek";

"VOLUME" = "Hangerő";
"DURATION" = "Hossz";
"TITLE" = "Cím";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld óra %2$ld perc maradt";
"%ld hours %ld minutes" = "%1$ld óra %2$ld perc";
"%ld minutes remaining" = "%ld perc maradt";
"%ld minutes" = "%ld perc";
"%ld minutes %ld seconds remaining" = "%1$ld perc %2$ld másodperc maradt";
"%ld minutes %ld seconds" = "%1$ld perc %2$ld másodperc";
"%ld seconds remaining" = "%ld másodperc maradt";
"%ld seconds" = "%ld másodperc";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Sorozat";
"OBJECT_TYPE_SHOW_EPISODE" = "Epizód megjelenítése";
"OBJECT_TYPE_LABEL" = "Mappa";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Albumsáv";
"OBJECT_TYPE_FILE" = "Fájl";
"OBJECT_TYPE_FILE_AUDIO" = "Hangfájl";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Nem kapcsolódik az iPhone-hoz";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Kérem csatlakoztassa az iPhone-jához a távirányítási műveletekhez.";

"LONGPRESS_TO_STOP" = "Hosszú érintés a lejátszás leállításához.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Hanginformációk";
"CLOUD_LOGIN_LONG" = "A felhőszolgáltatások eléréséhez jelentkezzen be az iCloudba ezen az Apple TV-n és egy iOS eszközökön, ugyanazzal az Apple ID-val, és engedélyezze a kulcstartó megosztást a rendszerbeállításokban.\nEzután, jelentkezzen be a választott felhőszolgáltatásba a VLC app használatával, az iOS eszközén. Végül válassza ki ezen a képernyőn.";
"ENTER_URL" = "Adja meg a lejátszandó URL-t";
"HTTP_SERVER_ON" = "Távoli lejátszás letiltása";
"HTTP_SERVER_OFF" = "Távoli lejátszás engedélyezése";
"CACHED_MEDIA" = "Gyorsítótárazott média";
"CACHED_MEDIA_LONG" = "Az itt megjelenített média helyileg tárolt az Apple TV-jén. Vegye figyelembe, hogy a tartalmat előzetes figyelmeztetés nélkül törölheti az operációs rendszer, amikor a VLC nem fut, ha az eszköz kifogy a háttértárból.";
"DOWNLOAD_SUBS_FROM_OSO" = "Feliratok letöltése az OpenSubtltles.org-ról…";
"FOUND_SUBS" = "Talált feliratok";
"USE_SPDIF" = "Áteresztés használata (S/PDIF)";

"PLAYBACK" = "Visszajátszás";
"REPEAT_MODE" = "Ismétlés";
"REPEAT_DISABLED" = "Kikapcsolva";
"REPEAT_SINGLE" = "Egy szám";
"REPEAT_FOLDER" = "Mappa";

// Local Network Service Names
"UPNP_LONG" = "Univerzális Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex médiakiszolgáló (Bonjouron keresztül)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Fájl átviteli protokoll (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR fájlkiszolgáló";
"DSM_WORKGROUP" = "Munkacsoport";

"URL_NOT_SUPPORTED" = "Az URL nem nyitható meg";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Kattintson a(z) %@ gombra a törléshez"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "A kijelölés nem törölhető";
"DELETE_INVALID_TITLE" = "Érvénytelen kiválasztás";
"DELETE_MESSAGE" = "A kijelölt fájlok törlésének megerősítése";
"DELETE_TITLE" = "Kijelölt profil eltávolítása";

//Drag and Drop
"THIS_FILE" = "Ez a fájl";
"NOT_SUPPORTED_FILETYPE" = "a(z) %@ fájltípust nem támogatja a VLC";
"FILE_EXISTS" = "a(z) %@ már létezik";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "A protokoll nem lett kiválasztva";
"Settings" = "Beállítások";
"ERROR" = "Hiba";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
